{
    "Average": "Durchschnitt",
    "Improvement": "Verbesserungspotenzial",
    "TotalReviewDashboard": "Reviews in",
    "Comparison": "Vergleich",
    "Your Dashboard": "Dein Dashboard",
    "Advanced": "Erweiterte Ansicht",
    "Unit": "Einheit",
    "From": "Von",
    "to": "bis",
    "ComparisonTable": "Vergleichstabelle",
    "GapDifference": "Differenz",
    "NumericalComparative": "Entwicklung",
    "All Details": "Alle Details",
    "category": "kategorie",
    "rating": "bewertung",
    "comment": "kommentar",
    "date": "datum",
    "Logout": "Ausloggen",
    "LoginPage": "Loginseite",
    "Username": "Nutzername",
    "Password": "Passwort",
    "GetStarted": "Loslegen",
    "Week": "Woche",
    "Day": "Tag",
    "Month": "Monat",
    "Year": "Jahr",
    "Jan": "Jan",
    "Feb": "Feb",
    "Mar": "Mär",
    "Apr": "Apr",
    "May": "Mai",
    "Jun": "Jun",
    "Jul": "Jul",
    "Aug": "Aug",
    "Sep": "Sep",
    "Oct": "Okt",
    "Nov": "Nov",
    "Dec": "Dez",
    "Number of Reviews": "Anzahl der Bewertungen",
    "your qr code": "Ihr QR Code",
    "My customers": "Meine Kunden",
    "name": "Name",
    "email": "Email",
    "Take control of your ratings": "Übernehme Kontrolle über deine Bewertungen",
    "Improve": "Verbessern",
    "Control": "Kontrolle",
    "Our customers": "Unsere Kunden",
    "About us": "Über uns",
    "Improve your Google ratings": "Verbessere deine Google Bewertungen",
    "Increase your value-creating Google reviews. Win more customers with positive reviews and get direct feedback from your customers. Omnisensa filters your reviews before it's too late.": "Steigere deine wertstiftenden Google Bewertungen. Gewinne mehr Kunden mit positiven Bewertungen und erhalte direkten Feedback deiner Kunden. Omnisensa filtert deine Bewertungen, bevor es zu spät ist.",
    "Try it": "Versuch es",
    "Products & Service": "Produkte",
    "Your feedback IT solution": "Deine Feedback IT Lösung",
    "Filter and boost your Google reviews to attract more customers.": "Filtere und steigere deine Google Bewertungen um mehr Kunden zu gewinnen.",
    "Your Feedback Management Team": "Dein Feedback Management Team",
    "For more customer loyalty, manage your public reviews on all platforms.": "Für mehr Kundenbindung verwalten Sie Ihre öffentlichen Bewertungen auf allen Plattformen.",
    "What our customers say about us": "Was unsere Kunden über uns sagen",
    "Since implementing Omnisensa, we have received significantly more Google reviews, which has helped attract new customers to our café. What I appreciate most about working with Omnisensa was their sincere commitment to customizing the solution to our concept!": "Seit der Einführung von Omnisensa haben wir signifikant mehr Google Bewertungen erhalten, was dazu beigetragen hat, neue Kunden für unser Café zu gewinnen. Was ich an der Zusammenarbeit mit Omnisensa am meisten schätze, war der aufrichtige Einsatz die Lösung an unser Konzept anzupassen!",
    "With Omnisensa, we were finally able to offer our guests a platform to give personal feedback. Thus, we continued to optimize the experience and satisfaction for our guests. Omnisensa not only customized the solution to my wishes, but also gave us honest advice on potential improvements.": "Mit Omnisensa konnten wir endlich unseren Gästen eine Platform bieten persönlichen Feedback zu geben. Somit optimierten wir immer weiter das Erlebnis und Zufriedenheit für unsere Gäste. Omnisensa passte die Lösung nicht nur meinen Wünschen an, sondern beriet uns auch ehrlich hinsichtlich Verbesserungspotenzialen.",
    "A little bit about us": "Ein klein wenig über uns",
    "We strive for \"Improvement by Connecting\" connection. Our mission is to improve our customers' business by providing them with direct feedback from their own customers.": "Wir streben nach “Improvement by Connecting” Verbindung. Unsere Mission ist es, das Geschäft unserer Kunden zu verbessern, indem wir ihnen direktes Feedback von ihren eigenen Kunden zur Verfügung stellen.",
    "Address": "Adresse",
    "Phone": "Telefon"
  
  }